Repository: LS80/script.openelec.devupdate
Catalog: resources/language/*/strings.po
Languages: spanish

# #32001
source: Confirm upgrade
spanish: Confirmar actualización

# #32002
source: Upgrade
spanish: Actualizad

# #32003
source: {} to {} ?
spanish: ¿{} a {} ?

# #32004
source: Confirm downgrade
spanish: Confirmar degradación de versión

# #32005
source: Downgrade
spanish: Degradar versión

# #32006
source: Confirm install
spanish: Confirmar la instalación

# #32007
source: Build {} is already installed.
spanish: La compilación {} ya se encuentra instalada.

# #32008
source: Continue?
spanish: ¿Continuar?

# #32009
source: Directory Error
spanish: Error de carpeta

# #32010
source: {} is not accessible.
spanish: {} no se encuentra accesible

# #32011
source: Check the archive directory in the addon settings.
spanish: Verifique la carpeta de almacenamiento en la configuración del addon.

# #32012
source: Unable to create {}.
spanish: Imposible crear {}.

# #32013
source: Check the archive directory permissions.
spanish: Verifique los permisos de la carpeta de almacenamiento.

# #32014
source: Downloading
spanish: Descargando

# #32015
source: Decompressing
spanish: Descomprimiendo

# #32016
source: Retrieving tar file from archive
spanish: Recuperando archivo tar del almacenamiento

# #32017
source: Copying to archive
spanish: Copiando al almacenamiendo

# #32018
source: Verifying
spanish: Verificando

# #32019
source: {} md5 mismatch
spanish: {} error de md5

# #32020
source: The {} image is corrupt.
spanish: La imagen {} está corrupta.

# #32021
source: The update file will be removed.
spanish: El archivo de actualización será removido.

# #32022
source: Confirm reboot
spanish: Confirmar reinicio

# #32024
source: Reboot now to install build {}?
spanish: ¿Reiniciar ahora para instalar la compilación {}?

# #32025
source: Build {} is ready to install.
spanish: La compilación {} está lista para ser instalada.

# #32026
source: Build {} will install on the next reboot
spanish: La compilación {} se instalará en el próximo reinicio

# #32027
source: A more recent build is available: {}
spanish: Está disponible una versión más actualizada: {}

# #32028
source: Current build: {}
spanish: Compilación actual: {}

# #32029
source: Show builds available to install?
spanish: ¿Mostrar compilaciones disponibles para instalar?

# #32030
source: Build {} is available
spanish: La compilación {} está disponible

# #32031
source: Install History
spanish: Historial de instalación

# #32032
source: Install history not available
spanish: Historial de instalación no disponible

# #32034
source: Update cancelled
spanish: Actualización cancelada

# #32035
source: Build {}
spanish: Compilación {}

# #32036
source: Open settings
spanish: Abrir ajustes

# #32037
source: Show install history
spanish: Mostar historial de instalación

# #32038
source: Cancel pending installation
spanish: Cancelar instalación pendiente

# #32039
source: No builds were found for {}.
spanish: No se han encontrado compilaciones para {}.

# #32040
source: Ready to reboot to re-enable overclocking.
spanish: Listo para reiniciar para reactivar overclocking.

# #32041
source: Connection Error
spanish: Error de conexión

# #32042
source: Please check you have a connection to the internet.
spanish: Por favor verifique que tiene conexión a internet

# #32043
source: URL not found.
spanish: URL no encontrada.

# #32044
source: URL Error
spanish: Error de URL

# #32045
source: Please check the URL.
spanish: Por favor verifique la URL.

# #32046
source: Please check the log file.
spanish: Por favor verifique el archivo de registro.

# #32047
source: Write Error
spanish: Error de escritura

# #32048
source: Check the directory.
spanish: Verifique carpeta.

# #32049
source: Decompression Error
spanish: Error de descompresión

# #32050
source: An error occurred during decompression:
spanish: Ocurrión un error durante la descompresión:

# #32052
source: An installation is pending for {}.
spanish: Hay una instalación pendiente para {}.

# #32053
source: An installation is pending.
spanish: Hay una instalación pendiente.

# #32054
source: Rebooting
spanish: Reiniciando

# #32055
source: Reboot now to install the update?
spanish: ¿Reiniciar ahora para instalar la actualización?

# #32056
source: Please reboot
spanish: Por favor reinicie

# #32057
source: Rebooting in {} seconds...
spanish: Reiniciando en {} segundos...

# #32058
source: Rebooting in 1 second...
spanish: Reiniciando en 1 segundo...

# #32059
source: Rebooting...
spanish: Reiniciando...

# #32061
source: Backup
spanish: Copia de seguridad

# #32062
source: Run Backup now?
spanish: ¿Ejecutar copia de seguridad ahora?

# #32063
source: This is recommended
spanish: Se recomienda

# #32064
source: Build {} was installed successfully
spanish: La compilación {} se instaló satisfactoriamente

# #32065
source: Build {} was not installed
spanish: La compilación {} no se instaló

# #32066
source: Invalid custom source URL
spanish: Origen URL personalizado inválido

# #32102
source: Selected source name
spanish: Nobre de origen seleccionado

# #32103
source: Show progress in background
spanish: Mostrar progreso en el fondo

# #32104
source: Archive tar files (for quicker re-installs)
spanish: Almacenar archivos tar (para reinstalaciones más rápidas)

# #32105
source: Archive directory
spanish: Carpeta de almacenamiendo

# #32106
source: Verify update files
spanish: Verificar los archivos de actualización

# #32107
source: Never
spanish: Nunca

# #32108
source: Prompt every time
spanish: Preguntar cada vez

# #32109
source: Always
spanish: Siempre

# #32110
source: Notifications
spanish: Notificaciones

# #32111
source: Enable notifications
spanish: Habilitar notificaciones

# #32112
source: Check only on boot
spanish: Verificar solo al inicio

# #32113
source: Check interval in hours (requires restart)
spanish: Intervalo de verificación en horas (requiere reinicio)

# #32114
source: Show dialog
spanish: Mostrar diálogo

# #32115
source: When not playing video
spanish: Cuando no se esté reproduciendo video

# #32116
source: Enable for official releases
spanish: Habilitar para versiones oficiales

# #32117
source: Enable reboot confirmation dialog
spanish: Habilitar el diálogo de confirmación de reinicio

# #32118
source: Reboot countdown (seconds)
spanish: Cuenta regresiva de reinicio (segundos)

# #32119
source: Custom Sources
spanish: Orígenes personalizados

# #32121
source: Enable
spanish: Habilitar

# #32122
source: Build type
spanish: Tipo de compilación

# #32123
source: Development
spanish: Desarrollo

# #32124
source: Release
spanish: Version

# #32125
source: Name
spanish: Nombre

# #32127
source: Subdirectory
spanish: Subcarpeta

# #32128
source: Other
spanish: Otro

# #32129
source: Enable subdirectory
spanish: Habilitar subcarpeta

# #32130
source: Other subdirectory
spanish: Otra subcarpeta

# #32131
source: Advanced
spanish: Avanzado

# #32132
source: Override installed build type
spanish: Sustituir tipo de compilación instalada

# #32133
source: Build type to install
spanish: Tipo de versión a instalar

# #32134
source: Disable overclocking during update
spanish: Desactivar el overclocking durante la actualización

# #32135
source: Also update extlinux
spanish: Actualizar también extlinux

# #32136
source: Set HTTP timeout
spanish: Configurar el tiempo de espera HTTP

# #32137
source: Timeout (seconds)
spanish: Tiempo de espera (segundos)

# #32138
source: Enable debug logging
spanish: Habilitar el registro de depuración

# #32139
source: Set custom build date format
spanish: Configurar el formato de fecha para compilaciones personalizadas

# #32140
source: Date format
spanish: Formato de fecha

# #32141
source: Select to show the list of available builds
spanish: Seleccione para mostrar una lista de compilaciones disponibles
